Repository: ncqgm/gnumed
Catalog: gnumed/gnumed/client/locale/*.po
Languages: es

source: steps: 1: select document | 2: describe it | 3: save it
es: pasos: 1: selecione documento | 2: describalo | 3: guardelo

source: loading patient from xDT file
es: cargando paciente desde archivo xDT

source: OK
es: Listo

source: Scan Date
es: Fecha de Ecografía

source: You should name this workplace to better identify the machine ! To do this set the option "name" in the group [workplace] in the config file !
es: Es conveniente que especifique el nombre del centro de trabajo para una mejor identificación del sistema local! Para ello, configure el parámetro "name" en la sección [workplace] del archivo de configuración.

source: strength
es: fuerza

source: acquire image
es: adquirir imagen

source: Prescribed For
es: Prescrito por

source: Veteran
es: Veterano

source: display patient demographics
es: mostrar datos demográficos del paciente

source: insurance company
es: mutua aseguradora

source: The wx GUI framework hasn't been initialized yet!
es: ¡La librería wx aún no ha sido inicializada!

source: There is no language selected in the database. Your system language is currently set to [%s]. Do you want to set the database language to '%s' ? Answering <NO> will remember that decision until the system language is changed. You can also reactivate this inquiry by removing the appropriate ignore option from the configuration file.
es: No hay almacenada ninguna configuración de idioma en la base de datos. El idioma de su sistema es [%s]. ¿Desea que el idioma de la base de datos sea '%s'? Si responde <NO>, dicha decisión será recordada mientras no cambie la configuración de idioma de su sistema. Puede volver a provocar esta pregunta eliminando el parámetro 'ignored ... ' adecuado en el archivo de configuración.

source: Requests generated this consultation
es: Peticiones generadas en esta consulta

source: idle
es: en espera

source: Cannot load patient from database ! Aborting.
es: ¡No ha sido posible recuperar la información del paciente de la base de datos! Terminando.

source: Welcome to the
es: Bienvenido a ...

source: &Display
es: &Mostrar

source: in %d days (a %s)
es: dentro de %d días (%s)

source: An error occured in GnuMed. You can send a bug report from the window below.
es: A ocurrido un error interno en GnuMed. Puede enviar en informe de error desde la ventana inferior.

source: Description/ Comment
es: Descripción/ Comentario

source: Cannot load any scanner driver (SANE or TWAIN).
es: No se puede cargar un driver del escanner (SANE o TWAIN).

source: R
es: D

source: &Help
es: &Ayuda

source: Starting slave mode
es: Iniciando en modo esclavo

source: document date: month must be 2 digits
es: fecha de documento: el mes debe ser de dos digito

source: Print Single Item
es: Imprimir Item

source: Add Branch or Department
es: Añadir Sección o Departamento

source: &Office
es: &Oficina

source: Cannot find any SANE connected devices.
es: No se ha encontrado un dispositivo conectado a la interfaz SANE

source: Load Web Address
es: Cargar Dirección Web

source: Version X.X.X brought to you by
es: Versión X.X.X, por cortesía de

source: Date
es: Fecha

source: device
es: dispositivo

source: saving configuration
es: guardando configuración

source: 1:acquire some pages 2:save document
es: 1:adquirir mas páginas 2:grabar documento

source: Adjusted Values
es: Valores Ajustados

source: Symbol
es: Símbolo

source: Goal mass
es: Peso diana

source: city
es: ciudad

source: &Ok
es: &Listo

source: error loading date of birth
es: error obteniendo fecha de nacimiento

source: descriptions ...
es: descripciones ...

source: (Config parameter tree for current/default user and machine)
es: (Configurar árbol de parámetros para el usuario actual o por defecto y maquina)

source: Please visit http://www.gnumed.org/ for more info
es: Para más información, consulta la web del proyecto: http://www.gnumed.org

source: Due
es: Pendiente

source: currently non-functional: load a fax document
es: actualmente no esta funcionando: cargar un documento de fax

source: loading document list
es: obteniendo lista de informes

source: Dialog was cancelled by user
es: El usuario ha cerrado la ventana de diálogo

source: Postal Address
es: Dirección Postal

source: Bookmarks
es: Marcadores

source: Preg. Calc
es: Calc. Emb.

source: Mirror
es: Espejo

source: loading ...
es: Cargando ...

source: &Clinical
es: &Clínica

source: days
es: días

source: Full Product Information
es: Información Completa del Producto

source: View Source
es: Ver código

source: Cannot get target repository from config file.
es: No se puede obtener el repositorio objetivo de el archivo de configuración.

source: You need to set the option [workplace] -> <help desk> in the config file !
es: Debe ajustar el valor del parámetro <help desk> dentro de la sección [workplace] del archivo de configuración

source: Sort Z to A
es: Ordenar de la Z a la A

source: No EMR data loaded.
es: Datos de RME no cargados

source: data input error
es: error entrada de datos

source: cannot get staff name
es: no se puede obtener nombre de staff

source: save clinical note in EMR
es: guardar nota clínica en RME

source: 1) select
es: 1) Seleccionar

source: enter time here
es: introduzca hora

source: W Email
es: Email T

source: BMI Calculator
es: Cálculo del IMC

source: Add Person
es: Añadir Persona

source: None
es: Ninguno

source: displaying page
es: mostrando página

source: Class
es: Clase

source: You must type in a short document comment.
es: debe digitar un comentario corto sobre el documento

source: document date: day must be 2 digits
es: fecha del documento: dia debe ser de 2 digitos

source: delete tests
es: eliminar tests

source: Entered value is not valid.
es: El valor introducido no es válido

source: BMI
es: IMC

source: Restricted Use Information
es: Información de Uso Restringido

source: Four Es
es: Cuatro Es

source: &show XDT
es: &mostrar XDT

source: error loading overdue vaccinations
es: error obteniendo vacunaciones atrasadas

source: &Clear query
es: &Limpiar consulta

source: Type
es: Tipo

source: simple EMR text viewer
es: sencillo visor en modo texto del RME

source: Print
es: Imprimir

source: operation performed,
es: operación realizada,

source: Please enter at least three digits of the drug name.
es: Por favor, introduca al menos tres letras del nombre del medicamento.

source: Organisation
es: Organización

source: Generic
es: Genérico

source: Delete Item
es: Eliminar Item

source: display selected part of the document
es: ver la parte seleccionada del documento

source: Control Snellen chart using mouse: left-click increases text right-click decreases text double-click ends
es: Control del tablero de Snellen por medio del ratón: botón izquierdo, aumentar el texto botón izquierdo, disminuir el texto doble clic, finalizar

source: GnuMed main login screen USER: name of the GnuMed user PASSWORD password for this user button OK: proceed with login button OPTIONS: set advanced options button CANCEL: abort login and quit GnuMed client button HELP: this help screen For assistance on using GnuMed please contact: %s
es: GnuMed: pantalla de conexión USUARIO: nombre del usuario de GnuMed CONTRASEÑA contraseña de dicho usuario botón Listo: iniciar sesión GnuMed botón OPCIONES: configuración de opciones avanzadas botón CANCELAR: suspender inicio de sesión y cierre de GnuMed botón AYUDA: la presente pantalla Dirección de contacto para ayuda e información en el uso de GnuMed: %s

source: SAVE
es: GUARDAR

source: programmer forgot to specify question
es: el programador no ha especificado la pregunta

source: Save Record
es: Guardar Informe

source: The subdirectory [%s] already exists in the repository [%s]. Cannot save current document there.
es: El subdirectorio [%s] ya existe en el repositorio [%s]. no se puede grabar el documento actual aqui.

source: Cancel Login.
es: Suspender inicio de GnuMed

source: no correspondig staff member for current database login
es: no se ha encontrado ningún miembro del personal para el usuario de base de datos actual

source: day
es: día

source: day %d of next month (a %s)
es: día %d del mes próximo (%s)

source: the document identifier is usually written or stamped onto the physical pages of the document
es: la identificación del documento usualmente está escrita o impresas en las hojas físicas del documento

source: Cannot connect to configuration database with: [%s]
es: No ha sido posible conectar con la base de datos de configuración: [%s]

source: The database account [%s] is not associated with any staff member known to GnuMed. You therefor cannot use GnuMed with this account. Please ask your administrator for help.
es: La cuenta [%s] de la base de datos no está asociada con ningún miembro del personal dado de alta en GnuMed. Por lo tanto, no puede emplear dicha cuenta para trabajar en GnuMed. Por favor, consulte a su administrador.

source: L
es: I

source: Mobile
es: Móvil

source: This is the reference ID for the current document: <%s> You should write this down on the original documents. If you don't care about the ID you can switch off this message in the config file.
es: Esta es la ID de referencia para el documento actual: <%s> usted puede escribirla sobre el documento original. si no esta interezado en en el ID puede desconectar este mensaje en el archivo de configuración.

source: showing indexable document directories
es: mostrar documentos de directorios indexables

source: Reaction
es: Reacción

source: &New
es: &Nuevo

source: weeks
es: semanas

source: Confidential
es: Confidencial

source: Suburb
es: Barrio

source: &File
es: &Archivo

source: Significance
es: Relevancia

source: Send Email
es: Enviar Correo Electrónico

source: %d weeks ago (a %s)
es: hace %d semanas (%s)

source: HTML Source
es: Código HTML

source: Brief Product Information
es: Información Concisa del Producto

source: EMR text dump
es: Volcado textual del RME

source: Slave GnuMed [%s@%s] %s: %s
es: Esclavo GnuMed [%s@%s] %s: %s

source: Cancel
es: Cancelar

source: Definite
es: Definitivo

source: document menu
es: menú de informes

source: Cyrillic
es: Cirílico

source: Zip
es: CP

source: W Phone
es: Teléfono T

source: Sort A to Z
es: Ordenar de la A a la Z

source: additional comment
es: comentar

source: Contact By
es: Contactado Por

source: XDT field content
es: contenido del campo XDT

source: Results
es: Resultados

source: last name
es: apellidos

source: number of pages: none ? forgot to load pages ?
es: número de páginas: ninguna ? olvidor cargar páginas ?

source: date (YYYY-MM-DD)
es: fecha(AAAA-MM-DD)

source: Click on this field and then the ultrasound scan date on the calendar
es: Pulse sobre este campo y seleccione en el calendario la fecha de ecografía

source: An error occurred while retrieving a text dump of the EMR for the active patient. Please check the log file for details.
es: Ha ocurrido un error durante la obtención del volcado textual del RME del paciente activo. Para más información, revise el archivo de log.

source: David's SOAP
es: SOAP de David

source: Python Shell
es: Consola de Python

source: chums
es: colegas

source: Edit Item
es: Editar Item

source: show document
es: mostrar informe

source: Male
es: hombre

source: programming error
es: error de programación

source: Request
es: Petición

source: &Select
es: &Seleccionar

source: Drug Interactions
es: Interacciones Medicamentosas

source: Printer Setup
es: Configuración de impresión

source: not editable, loaded from file
es: nada editable, cargado desde el archivo

source: Vaccine
es: Vacuna

source: Both
es: Ambos

source: %s %s: %s (%s pages, %s)
es: %s %s: %s (%s páginas, %s)

source: Significant
es: Significante

source: IMMUNISATIONS
es: INMUNIZACIONES

source: Date of Birth
es: Fecha de Nacimiento

source: Open File
es: Abrir Archivo

source: Print All Items
es: Imprimir Todos los Items

source: xDT file
es: archivo xDT

source: modified entry
es: valor modificado

source: stored medical documents
es: Informes médicos archivados

source: number
es: número

source: document date: day must be 1 to 31
es: fecha de documento: dia debe estar entre 1 y 31

source: File [%s] does not exist !
es: ¡ No se ha encontrado el archivo [%s]!

source: "batch #" missing
es: falta "batch #"

source: Allergies
es: Alergias

source: Site injected
es: Lugar de inyección

source: Pregnancy Information
es: Información de Embarazo

source: Alphabet:
es: Alfabeto:

source: Translate text
es: Traducir Texto

source: male
es: hombre

source: invalid country [%s]
es: pais inválido

source: Find Specific Records in Contacts Database
es: Realizar Búsqueda en la Base de Datos de Contactos

source: You tried to log in as [%s] with password [%s].
es: Ha intentado iniciar sesión como usuario [%s], utilizando como contraseña [%s].

source: SOAP clinical notes
es: Notas clínicas SOAP

source: Items prescribed this consultation
es: Items formulados en esta cosulta

source: document date: must be 10 characters long
es: fecha de documento: debe ser de 10 caracteres de largo

source: Slave mode was requested by "--slave". However, no cookie was specified. Clients need to use that cookie to be able to attach to GnuMed. Please provide a cookie using the following syntax: --slave <cookie>
es: Iniciar en modo esclavo ha sido solicitado por "--slave". Sin embargo, no ha sido especificada ninguna cookie, imprescindible para poder conectar a GnuMed Por favor, indique la cookie utilizando la siguiente sintaxis: --slave <cookie>

source: town
es: ciudad

source: Quantity
es: Cantidad

source: Unable to connect to database. (%s) Please retry or cancel
es: No ha sido posible establecer conexión con la base de datos. (%s) Por favor, reinténtelo de nuevo o cancele

source: Cannot load patient from xDT file [%s].
es: No ha sido posible cargar el paciente del archivo xDT [%s].

source: "vaccine name" missing
es: falta "vaccine name"

source: Brand name
es: Nombre comercial

source: no descriptions available
es: no hay descripciones disponibles

source: &Reset
es: &Nuevo

source: Enter the name of the drug you are interested in
es: Introduzca el nombre del medicamento que desea consultar

source: Cannot load documents. You first need to select a patient.
es: No ha sido posible cargar informes. Es imprescindible que seleccione el paciente .

source: %d days ago (a %s)
es: hace %d días (%s)

source: showing document
es: mostrando informe

source: %d months (a %s)
es: %d meses (%s)

source: Obese
es: Obeso

source: Generic name
es: Principio activo

source: Patient Details
es: Datos Personales

source: Exit
es: Salir

source: private
es: privado

source: DOB
es: FDN

source: checking database language settings
es: comprobando la configuración de idioma de la base de datos

source: Category
es: Categoría

source: EMR dump
es: Volcado del RME

source: &Tools
es: &Herramientas

source: date
es: fecha

source: several matching patients found for [%s]
es: halladas múltipes ocurrencias entre los pacientes para: [%s]

source: Back
es: Atrás

source: Please enter your pass phrase:
es: Por favor, introduzca su contraseña:

source: Cannot activate episode [%s]. Leaving previous one activated.
es: No ha sido posible activar el episodio [%s]. El episodio previo permanecerá activado.

source: Refresh Display
es: Actualizar Vista

source: Recall Details
es: Actualizar detalles

source: Preferred Name
es: Nombre de Elección

source: no allergies recorded
es: no hay registrada ninguna alergia

source: (R)
es: (D)

source: Habits
es: Hábitos

source: Proceed with login.
es: Iniciar sesión GnuMed

source: Greek
es: Griego

source: Include List
es: Incluir Lista

source: cannot activate patient [%s] (%s)
es: no es posible activar el paciente [%s] (%s)

source: Age
es: Edad

source: date of creation of the document content format: YYYY-MM-DD
es: fecha de creación del contenido del documento formato: AAAA-MM-DD

source: Delete all Items
es: Eliminar todos los Items

source: page %s: "%s" (%s bytes)
es: página %s: "%s" (%s bytes)

source: or
es: Para

source: Vaccinations
es: Vacunaciones

source: The configured target repository is not accessible. [%s]
es: El repositorio configurado no es accesible. [%s]

source: No product information available.
es: No se dispone de información acerca del producto

source: Cannot find ANY matching patients for search term "%s" ! Currently selected patient stays active. (We should offer to jump to entering a new patient from here.)
es: ¡No se ha encontrado NINGÚN paciente cuyos datos concuerden con los términos de búsqueda "%s" ! Permanecerá activo el paciente actualmente seleccionado. (Deberíamos permitir aquí la introducción de un nuevo paciente desde.)

source: &DrugBrowser
es: Navegador de &Drogas

source: Latin
es: Latino

source: port
es: puerto

source: Unable to start viewer on file [%s] You need to update your mailcap file.
es: No se puede ver el archivo [%s] Necesita actualizar su archivo mailcap.

source: Monty the Serpent && the FSF Present
es: La Serpiente Monty && la FSF Presentan

source: street
es: calle

source: State
es: Estado

source: request rejected, you are not attach()ed
es: petición rechazada, no ha sido posible conectar

source: &Search
es: &Buscar

source: insignificant
es: insignificante

source: ManualHtmlWindow: No more items in history!
es: ManualHtmlWindow: No hay mas items en el historia!

source: Prescriptions
es: Prescripciones

source: Hermaphrodite
es: Hermafrodita

source: Document types are determined by the database. Ask your database administrator to add more types if needed.
es: tipo de docuemto es determinado por la base de datos. pregunte al administrador de ella para agregar mas tipos si los necesita.

source: Dose
es: Dosis

source: Pre-formatted reports
es: Informes Pre-gravados

source: generic user question dialog
es: diálogo de pregunta genérico

source: Sensitivity
es: Sensibilidad

source: E&xit Alt-X
es: &Salir Alt-S

source: Please consult the error log for all the gory details !
es: Por favor, para más información consulte el log de error

source: add tests
es: añadir tests

source: &Guidelines
es: &Directrices

source: original entry
es: valor original

source: No config file to read workplace name from !
es: ¡No se ha encontrado el archivo especificando el nombre del centro de trabajo!

source: generics specific
es: especificaciones generales

source: Your email address
es: Su dirección de correo electrónico

source: Add an Employee
es: Añadir Empleado

source: confidential
es: confidencial

source: Referrals
es: Interconsultas

source: Next Condition
es: Siguiente Condición

source: Recalls and Reviews
es: Citas y Revisiones

source: Data in xDT file matches more than one patient in database !
es: ¡La información del archivo xDT corresponden a más de un paciente en la base de datos!

source: &Case insensitive
es: &Sin distinción de mayúsculas

source: cannot load descriptions
es: no ha sido posible cargar las descripciones

source: active
es: activo

source: There are no documents in the repository. (%s) Seems like there's nothing to do today.
es: Este no es un documento en el repositorio. (%s) Seems like there's nothing to do today.

source: &Options
es: &Opciones

source: allergy
es: alergia

source: Unknown
es: Desconocido

source: error loading due vaccinations
es: error obteniendo vacunaciones pendientes

source: document date: year must be 4 digits
es: fecha de docuemento: año debe ser de 4 digitos

source: code
es: código

source: Send to
es: Enviar a

source: Ultrasound Scan - Revised EDC
es: Ecografía - Revisada EDC
