Repository: ncqgm/gnumed
Catalog: gnumed/gnumed/client/locale/*.po
Languages: es

source: kg to loose
es: kg a perder

source: Year
es: Año

source: no vaccinations recorded
es: no hay información registrada sobre las vacunaciones

source: Inbox
es: Bandeja de Entrada

source: Login - %s
es: Usuario . %s

source: Street
es: Calle

source: More Notes
es: Más notas

source: &Save
es: &Guardar

source: DrugBrowser
es: Navegador de Medicamentos

source: Allergy
es: Alergia

source: Body Mass Index Calculator
es: Cálculo del Indice de Masa Corporal

source: valid until
es: válido hasta

source: icon_letter_A
es: letra_A

source: please select a patient
es: por favor, seleccione un paciente

source: Moving original page %s. (file %s in %s) Please enter the new position for the page !
es: Moviendo la página original %s. (file %s in %s) Por favor entre la nueva posición de la página !

source: delete selected part of the document
es: borre la parte seleccionada del documento

source: Reload
es: Recargar

source: You must type in a document ID ! Usually you will find the document ID written on the physical sheet of paper. There should only be one per document even if there are multiple pages.
es: Usted tiene que entrar un documento de Identidad (ID) ! Useualmente esta identificación se encuentra escrita en la historia clinica. Esta debe ser unica para el documento asi este tenga varias páginas.

source: Cannot connect to TWAIN source (scanner or camera).
es: No se puede conectar a una interface TWAIN (scanner o camara).

source: &SQL Search
es: &Consulta SQL

source: Employees
es: Empleados

source: Add an Organisation
es: Añadir Organización

source: searching patient
es: buscando paciente

source: David's single box SOAP entry
es: David's simple box SOAP entrada

source: The currently selected database language ('%s') does not match the current system language ('%s'). Do you want to set the database language to '%s' ? Answering <NO> will remember that decision until the system language is changed. You can also reactivate this inquiry by removing the appropriate ignore option from the configuration file.
es: El idioma configurado en la base de datos ('%s') es distinto del idioma de su sistema ('%s'). ¿Desea que el idioma de la base de datos sea '%s'? Si responde <NO>, dicha decisión será recordada mientras no cambie la configuración de idioma de su sistema. Puede volver a provocar esta pregunta eliminando el parámetro 'ignored ... ' adecuado en el archivo de configuración.

source: Trans. Female
es: Mujer Transexual

source: XDT Viewer
es: Visor XDT

source: valid
es: válido

source: due now: booster for %s in %s (%s)
es: puede ahora: booster por %s en %s (%s)

source: Set pass phrase
es: Configurar contraseña

source: Set advanced options like database, host, port etc.
es: Configuración de opciones avanzadas: base de datos, máquina, puerto, etc.

source: I hit the big red button and ...
es: He pulsado ese gran botón rojo y ...

source: Choose an xDT file
es: Seleccione un archivo xDT

source: Cannot lock document directory for indexing. (%s)
es: No se pueden ver documentos y directorios para indexar. (%s)

source: Cannot copy patient file [%s] to data directory [%s] Please see error log for details.
es: No se puede copaiar el archivo del paciente [%s] al directorio de datos [%s] Por favor mire el archivo de error log para los detalles.

source: Cannot copy page to target directory (%s -> %s).
es: No se puede copiar la página al directorio de destino (%s -> %s).

source: ERROR: cannot retrieve due/overdue vaccinations
es: ERROR: no ha sido posible obtener las vacunaciones pendientes/atrasadas

source: previous: %s (%s) current (%s/%s): %s
es: anterior: %s (%s) actual (%s/%s): %s

source: Clinical
es: Clínica

source: First Date
es: Primera Fecha

source: Calibration
es: Calibración

source: Show &archived documents
es: Mostrar informes en &archivo

source: Encrypt
es: Encriptar

source: Cannot lock target directory ! checkpoint file: %s.
es: no se puede mostrar el directorio destino ! archivo revisado: %s.

source: delete
es: eliminar

source: called
es: llamado

source: problem
es: problema

source: Close
es: Cerrar

source: cannot resolve db account name to primary key of staff member
es: no ha sido posible obtener el nombre de usuario de la base de datos correspondiente a la clave primaria del miembro del personal

source: Office
es: Oficina

source: Surname
es: Apellidos

source: not confidential
es: no confidencial

source: age died
es: edad de fallecimiento

source: delete page
es: eliminar página

source: firstnames
es: nombre

source: You must select a page before you can delete it.
es: usted tiene que seleccionar una página antes de borrarla.

source: first name
es: nombre

source: You are logged in as [%s].
es: Está conectado como [%s].

source: Add Bookmark
es: Añadir Marcador

source: programmer forgot to specify error message
es: el programador no ha especificado el mensaje de error

source: load pages
es: cargar páginas

source: Vaccination updated.
es: Vacunación actualizada

source: Condition
es: Condición

source: Directions
es: Directivas

source: d.o.b
es: f.d.n.

source: available documents (most recent on top)
es: informes disponibles (ordenados por fecha)

source: Save Item no print
es: Grabar Item no imprimir

source: no patient found for [%s]
es: paciente no encontrado: [%s]

source: Scratch Pad
es: Bloc de Notas

source: Street2
es: Calle 2

source: Street1
es: Calle 1

source: generic error message dialog
es: diálogo de error genérico

source: &ConfigRegistry
es: Registro de &Configuración

source: Cannot save allergy.
es: No se puedo guardar la información sobre la alergia

source: a short comment on the document content
es: descripción breve del contenido del documento

source: Status
es: Estado

source: NEW
es: NUEVO

source: &Add
es: &Añadir

source: female
es: hembra

source: Add
es: Añadir

source: Save list layout
es: Gravar plantilla de lista

source: Change Font
es: Cambiar Fuente

source: Contacts
es: Contactos

source: Display Organisations
es: Mostrar Organizaciones

source: please choose
es: por favor cambie

source: Strength
es: Fuerza

source: Current height/mass
es: Altura/peso actual

source: &Bookmark
es: &Marcador

source: Notes on form
es: Notas en la fórmula

source: concession
es: concesión

source: discard
es: descartar

source: &Merge
es: &Fusionar

source: Cannot delete page (file %s). See log for details.
es: No se puede borrar la página (archivo %s). Mire el log para mas detalles.

source: day %d of this month (a %s)
es: día %d del mes (%s)

source: Comment
es: Comentario

source: Patient search field. to search, type any of: - fragment of last or first name - date of birth (can start with '$' or '*') - patient ID (can start with '#') and hit <ENTER> <ALT-L> or <ALT-P> - list of *L*ast/*P*revious patients <ALT-K> or <ALT-C> - list of *K*VKs/*C*hipcards <CURSOR-UP> - recall most recently used search term
es: Campo de búsqueda de paciente. para realizar la consulta, introduzca alguno de los siguientes campos: - algún fragmento del nombre o apellidos - fecha de nacimiento (puede comenzar por '$' o '*') - ID del paciente (puede comenzar por '#') y, a contuación, pulse <ENTER> <ALT-L> o <ALT-P> - lista de ú*L*timos o *P*revios pacientes <ALT-K> or <ALT-C> - lista de *K*VKs/tarjetas ele*C*trónicas <CURSOR-UP> - recuperar el último término de búsqueda empleado

source: &Prescribe
es: &Prescribir

source: programmer forgot to specify alert message
es: el programador no ha especificado el mensaje de alerta

source: editor for demographics
es: editor de datos demográficos

source: Reprint All Items
es: Reimprimir Todos los Items

source: Category/Email
es: Categoría/Correo-e

source: host
es: máquina

source: rejected unlock_patient, not authenticated
es: no se puede desbloquear_paciente, no ha sido autenticado

source: XDT field
es: campo XDT

source: &Summary
es: &Resumen

source: lastname
es: apellidos

source: Substance
es: Sustancia

source: Unable to start viewer on file [%s].
es: No ha sido posible iniciar el visor sobre el archivo [%s].

source: Display General Practices
es: Mostrar Practica General DGP

source: Print Page
es: Imprimir Página

source: This patient does not exist in the document database. "%s %s"
es: El paciente no existe en la base de datos de informes. "%s %s"

source: (Subtree root)
es: (Subárbol-raíz)

source: Allergy and Sensitivity - Summary
es: Alergia y Sensibilidad - Resumen

source: Relationship
es: Relación

source: There is no config definition for this parameter. Thus it can't be checked for validity. Save anyway ?
es: no hay definida una configuración para este parámetro. Entoces no se puede revisar la autenticidad. Grabarlo de todos modos?

source: discard clinical note
es: descartar nota clínica

source: Cannot save vaccination: %s
es: No ha sido posible guardar las vacunaciones: %s

source: Underweight
es: Peso insuficiente

source: 16 inch
es: 16 pulgadas

source: The data you entered about the current document is not complete. Please enter the missing information. %s
es: Los datos que ha entrado acerca del documento actual no están completo. Por favor entre la información completa. %s

source: Email
es: Correo electrónico

source: show page
es: mostrar página

source: Alerts
es: Alertas

source: choose consultation type
es: elegir tipo de consulta

source: born
es: nacimiento

source: %s: encounter (%s)
es: %s: encuentro (%s)

source: save all currently acquired pages as one document
es: grabar todas las paginas adquiridas como un documento

source: Documents
es: Informes

source: Quit
es: Salir

source: Type of entered value is not compatible with type expected.
es: El tipo del valor introducido no es compatible con el tipo esperado.

source: Operation
es: Operación

source: head office
es: sede central

source: Trans. Male
es: Hombre Transexual

source: all files
es: todos los archivos

source: Significant Past Problems
es: Antecedentes Personales Relevantes

source: &Edit
es: &Editar

source: workcover
es: portada

source: For
es: Para

source: Pregnancy Calculator
es: Cálculo de Embarazo

source: Show
es: Mostrar

source: success
es: conseguido

source: Appointment Type
es: Tipo de Cita

source: OK
es: Listo

source: Advanced backend options: Database: name of GnuMed database Host: name of database server Port: port number of database server Backend options: options passed through unparsed to the backend
es: Opciones avanzadas del servidor:n Base de datos: nombre de la base de datos GnuMed Máquina: nombre de la máquina donde se aloja la base de datos Puerto: número de puerto de conexión con el servidor de base de datos Configuración del servidor: opciones a pasar directamente al servidor de base de datos

source: StikoHtmlWindow: No more items in history!
es: Ventana de recomendaciones del Stiko (Instituto Robert Koch de Enfermedades Infecciosas): No hay más items.

source: Advanced login options
es: Configuración de opciones avanzadas

source: password
es: contraseña

source: Requests
es: Peticiones

source: Drug
es: Droga

source: log message
es: mensaje de log

source: Setup
es: Configuración

source: in %d months (a %s)
es: dentro de %d meses(%s)

source: Ok
es: Listo

source: &Print
es: &Imprimir

source: resolved
es: resuelto

source: save
es: guardar

source: no staff name on file for current database login
es: no hay un nombre de staff en el archivo de entrada para la base de datos actual

source: treatment
es: tratamiento

source: Habits Risk Factors
es: Hábitos Factores de Riesgo

source: Overweight
es: Sobrepeso

source: Company
es: Empresa

source: delete selected page from document
es: borrar la página seleccionad del documento

source: Interactions
es: Interacciones

source: Snellen Chart
es: Tablero de Snellen

source: Include
es: Incluir

source: Weeks
es: Semanas

source: left/right deltoid
es: deltoides izquierdo/derecho

source: "date given" missing
es: falta "date given"

source: enter date here
es: introduzca fecha

source: Instant Report from Grid
es: Reporte Instantaneo de Grid

source: document date: document from before 1900 ?!? I want a copy !
es: fecha de documento: documento de antes de 1900 ?!? Yo quiero una copia !

source: &View
es: &Ver

source: Measurements
es: Medidas

source: Mass (kg)
es: Peso (kg)

source: ALLERGIES
es: ALERGIAS

source: Close this GnuMed client
es: Cerrar este cliente GnuMed

source: Service
es: Servicio

source: move selected page within document
es: mover la página seleccionada del documento

source: GnuMed: loading %s plugins
es: GnuMed: cargando %s plugins

source: Search by
es: Buscar por

source: confidental
es: confidencial

source: no active patient
es: no hay ningún paciente activo

source: save entry into medical record
es: guardar datos en registro médico

source: choose active episode any subsequent input will be attributed to this episode
es: elegir episodio activo toda entrada que se realice a continuación se incluirá dentro de dicho episodio

source: Cannot delete page %s. It does not seem to belong to the document.
es: No se puede borrar la página %s. no se ha encontrado en el documento.

source: database
es: base de datos

source: caused death
es: causa de fallecimiento

source: W Fax
es: Fax T

source: Cannot display object. %s.
es: No ha sido posible mostrar el objeto. %s.

source: user
es: usuario

source: Indication
es: Indicación

source: loading list of plugins
es: cargando lista de plugins

source: Clear
es: Limpiar

source: recording patient encounter
es: guardando encuentro con el paciente

source: week
es: semana

source: Cannot load image list from metadata file [%s]. Please see error log for details.
es: No se puede cargar la lista de imágenes de archivo de metadatos [%s]. Por favor mire el error log para mas detalles.

source: Recall or Review
es: Cita o Revisión

source: selecting patient
es: seleccionando paciente

source: Display Persons
es: Mostrar Personas

source: Help for login screen
es: Ayuda de la ventana de inicio de sesión

source: Checking access permissions
es: Comprobando permisos de acceso

source: Don't send
es: No enviar

source: selecting active episode
es: seleccionado episodio activo

source: Currently there is no active patient. Cannot retrieve EMR text.
es: No es posible obtener el texto del RME. No hay ningún paciente activo

source: Indications
es: Indicaciones

source: Copy To
es: Copiar a

source: show directories in repository
es: mostrar directorios en la copia o repositorio

source: Cannot index documents without a configuration file.
es: no se pueden indexar documentos sin una archivo de configuración.

source: move page
es: mover página

source: Logged
es: Conectado

source: (Branch)
es: (Rama)

source: Cannot find any documents for patient [%s %s].
es: No se ha encontrado ningún informe de [%s %s].

source: Allergy saved.
es: Alergia guardada

source: SQL Search
es: Consulta SQL

source: error searching for patient with [%s]
es: error consultado paciente: [%s]

source: You must select a page before you can move it around.
es: Usted debe seleccionar una página antes de que pueda moverla através

source: Any
es: Cualquiera

source: in %d weeks (a %s)
es: dentro de %d semanas (%s)

source: Postcode
es: Código postal

source: document date: month must be 1 to 12
es: fecha de documento: mes de be ser de 1 a 12

source: acquire the next image from the image source
es: Acquirir la siguiente imagen del dispositivo

source: address type
es: tipo de dirección

source: request for
es: petición para

source: Last Date
es: Ultima Fecha

source: already locked into a patient
es: bloque listo para el paciente

source: cannot connect to service [%s]
es: no ha sido posible conectar con el servicio [%s]

source: Reprint Item
es: Reimprimir Item

source: 18 Week Ultrasound Scan
es: Ecografía de la semana 18

source: inactive
es: inactivo

source: Recalls entered this consultation
es: Llamer enterando de esta consulta

source: Active
es: Activo

source: a summary or longer comment for this document
es: un resumen o comentario sobre este documento

source: Phone
es: Teléfono

source: Parameters
es: Parámetros

source: About GnuMed
es: Acerca de GnuMed

source: You must acquire some images before you can save them as a document !
es: Usted debe adquirir alguna imagen antes puede grabarla como un documento !

source: Height (cm)
es: Altura (cm)

source: Cannot export document part from database to file.
es: No se puede exportar parte de los documentos de la base de datos al archivo.

source: Table of Content
es: Tabla de Contenidos

source: Screen Width (cm):
es: Ancho de la Pantalla (cm):

source: Cannot create the target repository subdirectory. (%s)
es: No se puede crear el subdirectorio del repositorio deseado. (%s)

source: episode : %s
es: episodio : %s

source: Progress Note
es: Notas de progreso

source: error loading due boosters
es: error obteniendo recuerdos pendientes

source: forced detach attempt
es: forzando separación attempt

source: Request summary
es: Resumen de peticiones

source: Query
es: Consulta

source: CANCEL
es: CANCELAR

source: Guidelines
es: Directrices

source: Vaccination saved.
es: Vacunación guardada

source: &Cancel
es: &Cancelar

source: please select a KVK
es: por favor, seleccione KVK

source: Cannot update vaccination: %s
es: No ha sido posible actualizar las vacunaciones: %s

source: both
es: ambos

source: Someone tries to forcibly break the existing controlling connection. This may or may not have legitimate reasons. Do you want to allow breaking the connection ?
es: Se ha recibido un intento de suspender la conexión en uso. Puede ser por causa o no de motivos legítimos. ¿Desea permitir la suspensión de la conexión?

source: Repeats
es: Repetir

source: (L)
es: (I)

source: Pass phrase expired
es: La contraseña ha caducado

source: Snellen Chart Setup
es: Configuración del Tablero de Snellen

source: &Run query
es: &Procesar consulta

source: Tables in database / Feedback
es: Tablas en base de datos / Feedback

source: no comment available
es: no hay comentarios diponibles

source: Global Search Of Contacts Database
es: Búsqueda Global de Contactos en Base de Datos

source: You must specify a checkpoint file for indexing in the config file. Use option <can index> in group [index].
es: Usted debe especificar un archivo de de chequeo para indexar en el archivo de configuración. Use option <can index> in group [index].

source: initialize input fields for new entry
es: reiniciar los campos para una nueva entrada

source: Screen Height (cm):
es: Altura de la Pantalla (cm):

source: Recalls/Reviews
es: Citas/Revisiones

source: Authority Indications
es: Indicaciones de autorización

source: REFERRALS
es: REFERIDOS

source: Document part does not seem to exist in database !!
es: Parte del documento no existe en la base de datos !!

source: You must select a page before you can view it.
es: Usted debe seleccionar una página antes de poder verla.

source: Display Doctors
es: Mostrar Facultativos

source: Send
es: Enviar

source: sensitivity
es: sensibilidad

source: Cannot connect to SANE source (scanner or camera).
es: No se puede conectar aun fuente SANE (scanner o camara).

source: please fill in
es: por favor llene

source: Medications
es: Medicación

source: health issue: %s
es: problema de salud: %s

source: Alerts
es: Alertas

source: Parameter Description
es: Descripción del Parámetro

source: Gest.
es: Emb.

source: You must select a directory before you can index its documents.
es: Debe seleccionar un directorio antes de porder indexar estos documentos.

source: &Reference
es: &Referencia

source: Female
es: Mujer

source: Drug Class
es: Tipo de Droga

source: You must select a document type.
es: Debe seleccionar un tipo de documento.

source: Load File
es: Cargar Archivo

source: Click on calendar to enter the last menstrual period date
es: Pulse sobre el calendario para introducir la fecha de la última menstruación

source: Cannot switch to [%s]: no patient selected
es: No ha sido posible cambiar a [%s]: no hay ningún paciente activo

source: Laterality
es: Lateralidad

source: Card type
es: Typo de tarjeta

source: Help
es: Ayuda

source: The most recently used document ID was <%s>. We would use the ID <%s> for the current document. Please confirm the ID or type in a new numeric ID.
es: El ID usado mas recientemente es <%s>. podemos usar el ID <%s>para el docuemto actual. Por favor confirme el ID o digite un nuevo número de ID.

source: 14 inch
es: 14 pulgadas

source: Organization
es: Organización

source: You must type in a document ID ! Usually you will find the document ID written on the physical sheet of paper. There should be only one per document even if there are multiple pages.
es: Debe digitar un ID de documento ! Esta información usualmente puede estar impresa en la historia o papeles. Debe ser solo uno así el documento tenga varias páginas.

source: Value
es: Valor

source: Days
es: Días

source: backend options
es: opciones del servidor

source: Notes
es: Notas

source: Find
es: Buscar

source: Can't connect to database without login information!
es: ¡No es posible conectar con la base de datos sin información de autentificación!

source: Save All Items no print
es: Guardar Todos los Items no imprimir

source: dose
es: dosis

source: Print Manual Page
es: Imprimir Página del Manual

source: in surgery
es: en cirugía

source: No matching drug found.
es: Medicamento no encontrado

source: these pages make up the current document
es: esas páginas actualizarán el documento actual

source: failed
es: ha fallado

source: Load New
es: Cargar Nuevo

source: ------------------------------------------------------------------------------ Date input field <ALT-v/g/h/m/ü>: vorgestern/gestern/heute/morgen/übermorgen <ALT-K>: Kalender +/- X d/w/m: X days/weeks/months ago/from now ------------------------------------------------------------------------------
es: ------------------------------------------------------------------------------ Entrada del campo Fecha <ALT-v/g/h/m/ü>: v-anteayer/g-ayer/h-hoy/m-mañana/ü-pasado mañana <ALT-K>: Calendario +/- X d/w/m: X dias/semanas/meses pasado/futuro ahora ------------------------------------------------------------------------------

source: Free eMedicine
es: E-Medicina Libre

source: attach with cookie [%s] rejected
es: conexión rechazada por medio de la cookie [%s]

source: &Contacts
es: &Contactos

source: Cannot access metadata file [%s]. Please see error log for details.
es: No se puede acceder al archivo de metadatos [%s]. por favor vea el log erro para mas detalles.

source: Forward
es: Adelante

source: Please consult the error log for further information !
es: ¡Por favor, para más información, consulte el registro de errores¡

source: loading consultation types
es: cargando tipos de consulta

source: Home
es: Inicio

source: Decrypt
es: Desencriptar

source: text
es: texto

source: Missing Immunisations
es: Inmunizaciones Pendientes

source: opening scanner
es: abriendo scanner

source: no patient
es: no hay ningún paciente activo

source: ERROR: cannot retrieve vaccinated indications
es: ERROR: no ha sido posible obtener información sobre vacunaciones

source: Config Options
es: Opciones de Configuración

source: ?button?
es: ?boton?

source: dob
es: fdn

source: User1
es: Usuario1

source: User3
es: Usuario3

source: User2
es: Usuario2

source: This is not correctly encrypted text!
es: ¡El texto no está correctamente encriptado!

source: Cannot find image
es: Imagen no encontrada

source: significant
es: relevante

source: Cannot connect to database with: [%s]
es: No ha sido posible conectar con la base de datos: [%s]

source: Active Problems
es: Problemas Activos

source: add address
es: añadir dirección

source: Name
es: Nombre

source: Instructions
es: Instrucciones

source: GnuMed client
es: cliente GnuMed
